Repository: enriquegalicia/02_RandyTheStudent
Catalog: RandytheStudent V2.0/RandyTheStudent/RandyTheStudent/Localizable.xcstrings
Source language: en
Languages: es

source: %lld participations
es: %lld participaciones

source: %lld participations so far
es: %lld participaciones hasta ahora

source: 1 participation
es: 1 participación

source: 1 participation so far
es: 1 participación hasta ahora

source: A class named "%@" already exists.
es: Ya existe una clase llamada "%@".

source: A student with ID "%@" already exists. Use Modify instead.
es: Ya existe un estudiante con la matrícula "%@". Usa Modificar en su lugar.

source: About
es: Acerca de

source: Activities
es: Actividades

source: Activity
es: Actividad

source: Activity Saved
es: Actividad Guardada

source: Activity name
es: Nombre de la actividad

source: Add
es: Agregar

source: Add Activity
es: Agregar Actividad

source: Add Student
es: Agregar Estudiante

source: Add a Student
es: Agregar un Estudiante

source: Add students to the roster first.
es: Agrega estudiantes a la lista primero.

source: Add students to the roster to see stats here.
es: Agrega estudiantes a la lista para ver estadísticas aquí.

source: Add your first student above.
es: Agrega tu primer estudiante arriba.

source: Average
es: Promedio

source: Cancel
es: Cancelar

source: Choose a class on the left, or create a new one to get started.
es: Elige una clase a la izquierda, o crea una nueva para comenzar.

source: Class name
es: Nombre de la clase

source: Classes
es: Clases

source: Contributor
es: Colaborador

source: Couldn't create the class. Try again.
es: No se pudo crear la clase. Inténtalo de nuevo.

source: Couldn't delete the activity. Try again.
es: No se pudo eliminar la actividad. Inténtalo de nuevo.

source: Couldn't delete the class. Try again.
es: No se pudo eliminar la clase. Inténtalo de nuevo.

source: Couldn't delete the student. Try again.
es: No se pudo eliminar al estudiante. Inténtalo de nuevo.

source: Couldn't generate groups. Try again.
es: No se pudieron generar los grupos. Inténtalo de nuevo.

source: Couldn't open the class library.
es: No se pudo abrir la biblioteca de clases.

source: Couldn't open this class.
es: No se pudo abrir esta clase.

source: Couldn't record participation. Try again.
es: No se pudo registrar la participación. Inténtalo de nuevo.

source: Couldn't rename the class. Try again.
es: No se pudo renombrar la clase. Inténtalo de nuevo.

source: Couldn't save the activity. Try again.
es: No se pudo guardar la actividad. Inténtalo de nuevo.

source: Couldn't save the grade. Try again.
es: No se pudo guardar la calificación. Inténtalo de nuevo.

source: Couldn't save the student. Try again.
es: No se pudo guardar al estudiante. Inténtalo de nuevo.

source: Couldn't update the student. Try again.
es: No se pudo actualizar al estudiante. Inténtalo de nuevo.

source: Create your first class below.
es: Crea tu primera clase abajo.

source: Credits
es: Créditos

source: Delete
es: Eliminar

source: Delete "%@"
es: Eliminar "%@"

source: Delete %@
es: Eliminar a %@

source: Delete this activity for every group?
es: ¿Eliminar esta actividad para todos los grupos?

source: Delete this class and everything in it?
es: ¿Eliminar esta clase y todo su contenido?

source: Delete this student?
es: ¿Eliminar a este estudiante?

source: Developer
es: Desarrollador

source: Diamond marks each activity's average across its groups.
es: El diamante marca el promedio de cada actividad entre sus grupos.

source: Done
es: Listo

source: Edit
es: Editar

source: Edit Student
es: Editar Estudiante

source: Email
es: Correo electrónico

source: Fill in every field before saving.
es: Completa todos los campos antes de guardar.

source: First Name
es: Nombre

source: Generate Groups
es: Generar Grupos

source: Generate groups first, then save them as an activity.
es: Primero genera los grupos y luego guárdalos como una actividad.

source: Generate groups in the Groups tab first, then come back here to save them as an activity.
es: Primero genera grupos en la pestaña Grupos y luego regresa aquí para guardarlos como una actividad.

source: Generate groups, then save them as an activity to start grading.
es: Genera grupos y guárdalos como una actividad para empezar a calificar.

source: Grade
es: Calificación

source: Grades by Activity
es: Calificaciones por Actividad

source: Grades by Student
es: Calificaciones por Estudiante

source: Group
es: Grupo

source: Group %lld
es: Grupo %lld

source: Group count
es: Número de grupos

source: Groups
es: Grupos

source: Last Name
es: Apellido

source: Mark as Participated
es: Marcar como Participó

source: Most Active
es: Más Participativos

source: Name
es: Nombre

source: Needs Attention
es: Necesitan Atención

source: New Activity
es: Nueva Actividad

source: New class name
es: Nombre de la nueva clase

source: No Activities Yet
es: Aún No Hay Actividades

source: No Classes Yet
es: Aún No Hay Clases

source: No Data Yet
es: Aún No Hay Datos

source: No Grades Yet
es: Aún No Hay Calificaciones

source: No Groups Yet
es: Aún No Hay Grupos

source: No Students Yet
es: Aún No Hay Estudiantes

source: No student with ID "%@" was found.
es: No se encontró ningún estudiante con la matrícula "%@".

source: Number of Groups
es: Número de Grupos

source: OK
es: Aceptar

source: Open the Activities tab to grade each group.
es: Abre la pestaña Actividades para calificar cada grupo.

source: Participation
es: Participación

source: Pick a Student
es: Elegir un Estudiante

source: Powered by Aguachile Labs
es: Desarrollado por Aguachile Labs

source: Ready When You Are
es: Listo Cuando Tú Lo Estés

source: Rename
es: Renombrar

source: Rename Class
es: Renombrar Clase

source: Role %lld
es: Rol %lld

source: Roster
es: Lista

source: Roster (%lld)
es: Lista (%lld)

source: Save
es: Guardar

source: Save an activity and grade a group to see stats here.
es: Guarda una actividad y califica un grupo para ver estadísticas aquí.

source: Saves the groups you generated in the Groups tab under this name.
es: Guarda los grupos que generaste en la pestaña Grupos bajo este nombre.

source: Select a Class
es: Selecciona una Clase

source: Something Went Wrong
es: Algo Salió Mal

source: Stats
es: Estadísticas

source: Student ID
es: Matrícula

source: Tap Generate Groups to create balanced groups.
es: Toca Generar Grupos para crear grupos equilibrados.

source: Tap Pick a Student to choose someone at random.
es: Toca Elegir un Estudiante para elegir a alguien al azar.

source: Update
es: Actualizar

source: Version %@
es: Versión %@

source: previously held %lld times
es: ocupado antes %lld veces

source: previously held 1 time
es: ocupado antes 1 vez
